const MainPage = () => {
  return (
    <div className="main-page">
      <div className="main-content">
        <h1>Добро пожаловать на платформу для CTF!</h1>
        <p>
          CTF (Capture The Flag) — это соревновательная деятельность, направленная на поиск и решение различных задач в области кибербезопасности.
          Наша платформа предоставляет уникальную возможность студентам и профессионалам попробовать свои силы в различных категориях: от криптографии до веб-уязвимостей.
        </p>
        <p>
          Здесь вы найдете интересные задания, которые помогут вам развить навыки анализа, решения проблем и совместной работы в команде.
          Присоединяйтесь к нам и начните свое приключение в мире кибербезопасности!
        </p>
      </div>
    </div>
  );
}

export default MainPage;